export default {
    Brief: {
        name: '史翊',
        position: '前端开发',
        location: '广州， 广东',
        gender: '男',
        age: 23,
        degree: '学士'
    },
    Contact: [
        { icon: require('@/assets/contact-phone.png'), key: 'phone', value: '1860***3412' },
        { icon: require('@/assets/contact-mail.png'), key: 'mail', value: 'luo_sj@163.com' },
        { icon: require('@/assets/social-wechat.png'), key: 'wechat', value: 'lsj-weicinhao' }
    ],
    Skill: [
        { icon: require('@/assets/social-github.png'), key: 'github', value: 'github.com/luosijie' },
        { icon: require('@/assets/skill-vue.png'), key: 'vue', value: 'Vue' },
        { icon: require('@/assets/skill-node.png'), key: 'node', value: 'Node' },
        { icon: require('@/assets/skill-mongo.png'), key: 'mongodb', value: 'MongoDB' }
    ],
    AboutMe: `
        报严体六院容力业，展积于西积万算七，和露家务道枕。单县层写易业听通方，段据张许安才华与计那于，结声两率收别气实的，数九委强们素否命。身人八看由速规你往划，属所开。我与县极那此积拉维，求价连集即面。影价电响它然油法，组内八南选拉群样，原资就了权类。约组提员起阶置，龙快至用理八那别，口陕区孝千线。般育般斗什受，各物事流共造，由杨类非。光采位前调平声手，意持何文就设，它参杏过听。求米北不志用基元且身，空技几机论流验布，该合建那候坝被造。图安业身强因打地起，民人东路水什通平，属军柜其思即。六近往重性山七断问无，电后历出受观识直速办，科空集维取即坝军。感求法毛方许号定立段，低线划等即开加声王置。
    `,
    Education: [
        { school: 'Minjiang University', major: 'History', date: '2011.9-2015.6', description: '' }
    ],
    WorkingExperience: [
        {
            company: 'Google',
            position: 'UI designer',
            date: '2015.1-2016.3',
            description: `
                报严体六院容力业，展积于西积万算七，和露家务道枕。单县层写易业听通方，段据张许安才华与计那于，结声两率收别气实的，数九委强们素否命。身人八看由速规你往划，属所开。我与县极那此积拉维，求价连集即面。影价电响它然油法，组内八南选拉群样，原资就了权类。约组提员起阶置，龙快至用理八那别，口陕区孝千线。般育般斗什受，各物事流共造，由杨类非。光采位前调平声手，意持何文就设，它参杏过听。求米北不志用基元且身，空技几机论流验布，该合建那候坝被造。图安业身强因打地起，民人东路水什通平，属军柜其思即。六近往重性山七断问无，电后历出受观识直速办，科空集维取即坝军。感求法毛方许号定立段，低线划等即开加声王置。
            `
        },
        {
            company: 'Facebook',
            position: 'UI designer',
            date: '2015.1-2016.3',
            description: `
                报严体六院容力业，展积于西积万算七，和露家务道枕。单县层写易业听通方，段据张许安才华与计那于，结声两率收别气实的，数九委强们素否命。身人八看由速规你往划，属所开。我与县极那此积拉维，求价连集即面。影价电响它然油法，组内八南选拉群样，原资就了权类。约组提员起阶置，龙快至用理八那别，口陕区孝千线。般育般斗什受，各物事流共造，由杨类非。光采位前调平声手，意持何文就设，它参杏过听。求米北不志用基元且身，空技几机论流验布，该合建那候坝被造。图安业身强因打地起，民人东路水什通平，属军柜其思即。六近往重性山七断问无，电后历出受观识直速办，科空集维取即坝军。感求法毛方许号定立段，低线划等即开加声王置。
            `
        },
        {
            company: 'Airbnb',
            position: 'UI designer',
            date: '2015.1-2016.3',
            description: `
                报严体六院容力业，展积于西积万算七，和露家务道枕。单县层写易业听通方，段据张许安才华与计那于，结声两率收别气实的，数九委强们素否命。身人八看由速规你往划，属所开。我与县极那此积拉维，求价连集即面。影价电响它然油法，组内八南选拉群样，原资就了权类。约组提员起阶置，龙快至用理八那别，口陕区孝千线。般育般斗什受，各物事流共造，由杨类非。光采位前调平声手，意持何文就设，它参杏过听。求米北不志用基元且身，空技几机论流验布，该合建那候坝被造。图安业身强因打地起，民人东路水什通平，属军柜其思即。六近往重性山七断问无，电后历出受观识直速办，科空集维取即坝军。感求法毛方许号定立段，低线划等即开加声王置。
            `
        },
        {
            company: 'Twitter',
            position: 'UI designer',
            date: '2015.1-2016.3',
            description: `
                报严体六院容力业，展积于西积万算七，和露家务道枕。单县层写易业听通方，段据张许安才华与计那于，结声两率收别气实的，数九委强们素否命。身人八看由速规你往划，属所开。我与县极那此积拉维，求价连集即面。影价电响它然油法，组内八南选拉群样，原资就了权类。约组提员起阶置，龙快至用理八那别，口陕区孝千线。般育般斗什受，各物事流共造，由杨类非。光采位前调平声手，意持何文就设，它参杏过听。求米北不志用基元且身，空技几机论流验布，该合建那候坝被造。图安业身强因打地起，民人东路水什通平，属军柜其思即。六近往重性山七断问无，电后历出受观识直速办，科空集维取即坝军。感求法毛方许号定立段，低线划等即开加声王置。
            `
        }
    ]
}
